{
  "portifolio": [
      {
          "id": "0",
          "title": "Sushi Bowl",
          "description": "Projeto pessoal desenvolvido para treinar e estudar de forma prática conceitos e princípios do ReactJs para construção de websites. Principais objetivos: criar familiaridade com ambiente do React Js, criação de componentes simples e complexos dentro de uma aplicação web, validação de formulários, design de interface e responsividade.",
          "descriptionEng": "Texto  SushiBowl em inglês.",
          "techs": "ReactJs,Sass,Adobe XD",
          "link": "https://thallesgalv.github.io/sushibowl/"
      },
      {
          "id": "1",
          "title": "T-Mobile Landing Page",
          "description": "Os principais objetivos desse projeto pessoal foram: treinar princípios de ReactJs e NextJs, design de interface de landing page no Figma, animações CSS e styled-components.",
          "descriptionEng": "Texto em inglês.",
          "techs": "ReactJs,Next.js,TypeScript,Styled-Components,Figma"
      },
      {
          "id": "2",
          "title": "Scary Pages",
          "description": "Projeto pessoal realizado com a intenção de estudar a configuração de ambiente de trabalho para utilização de Typescript com create-react-app, eslint e prettier, produção de uma \"fake API\" e utilização do Axios para consumi-la. Além da experimentação de animações com Lottie na aplicação.",
          "descriptionEng": "Texto em inglês.",
          "techs": "ReactJs,TypeScript,Styled-Components,Adobe XD",
          "link": "https://thallesgalv.github.io/scary-pages/"
      },
      {
          "id": "3",
          "title": "Lacca",
          "description": "Site institucional profissional do empreendimento Lacca, edifício de mais de 80 apartamentos construído pela Edex Construtora. *Projeto produzido na EGO Comunicação Estratégica (design realizado por terceiro).",
          "descriptionEng": "Texto em inglês.",
          "techs": "HTML 5,CSS 3,JavaScript,GreenSock,Gulp",
          "link": "https://laccavilarica.com.br/"
      },
      {
          "id": "4",
          "title": "Atma",
          "description": "A Atma Proteção é uma empresa especializada em sistemas de câmeras de monitoramento e segurança residencial. Produzimos na EGO Comunicação Estratégica um site institucional com seus produtos e serviços (design realizado por terceiro).",
          "descriptionEng": "Texto em inglês.",
          "techs": "HTML 5,CSS 3,JavaScript,.Net",
          "link": "http://www.atmaprotecao.com.br/"
      },
      {
          "id": "5",
          "title": "Edex Incorporadora",
          "description": "Site institucional da Edex Construtora e Incorporadora, uma das principais construtoras de edifícios residenciais do litoral de São Paulo. *Projeto produzido na EGO Comunicação Estratégica (design realizado por terceiro).",
          "descriptionEng": "Texto em inglês.",
          "techs": "HTML 5,CSS 3,JavaScript,.Net",
          "link": "http://edexincorporadora.com.br/"
      },
      {
          "id": "6",
          "title": "Mira",
          "description": "A Mira Transportes é uma das empresas de logística e transporte rodoviário mais tradicionais do País. Visando aumentar e modernizar a sua presença digital, a transportadora solicitou um novo site institucional. O projeto foi realizado na EGO Comunicação Estratégica (design realizado por terceiro).",
          "descriptionEng": "Texto em inglês.",
          "techs": "HTML 5,CSS 3,JavaScript,.Net",
          "link": "https://www.mira.com.br/"
      },
      {
          "id": "7",
          "title": "Colégio Integração",
          "description": "Site institucional do Colégio Integração, uma escola particular localizada no litoral de São Paulo. *Projeto produzido na EGO Comunicação Estratégica (design realizado por terceiro).",
          "descriptionEng": "Texto em inglês.",
          "techs": "HTML 5,CSS 3,JavaScript",
          "link": "http://v6.souintegracao.com.br/"
      }
  ]
}
